[
  {
    "name": "vertigo",
    "role": "Design Development",
    "agency": "Devine (Vertigo)",
    "summary": "In this assignment we were asked to make a tribute to Christopher Nolan’s best movies. You could compare it to an article in a magazine where you also have to get the option to subscribe for further articles.",
    "year": "2017",
    "maintitle": "Tribute to Christopher Nolan",
    "skills": "Web / Responsive / ux",
    "target": {
        "one": "The aim of the project was to collect information about Christopher Nolans way of thinking in his movies.",
        "two": "This is a storytelling one pager, with chosen movies we figured would fit for this assignment."
      },
    "fonts": {
      "name": ["ProximaNova-Bold", "ProximaNova-Regular"],
      "heading": "ProximaNova - Bold",
      "body": "ProximaNova - Regular"
    },
    "site": "http://student.howest.be/yacine.redjala/20172018/ma4/vertigo/",
    "screens": 10,
    "mobile": false,
    "responsive": true,
    "responsiveinfo": "Part of the assignment was to make sure, it was responsive. We used mediaqueries in order to do so."
  },
  {
    "name": "babeleir",
    "role": "Design Development",
    "agency": "Devine (Brussels Beer Project)",
    "summary": "The second year of devine, we were asked to promote a beer that isn't really famous in Belgium. It's called Babeleir and it's a beer brewed in Bretagne with an oyster taste.",
    "year": "2016",
    "maintitle": "Beer with oysters",
    "skills": "Web / Responsive / ux",
    "target": {
        "one": "We had to find a way to promote this beer, so I thought about a contest where you have to take the best selfies in order to win a trip on a boat with scubadiving.",
        "two": "The twist is that you really have to be under water when you take the picture, and the most creative picture wins a couple of tickets for him/her and his/her mates to go on a boat and do scubadiving."
      },
    "fonts": {
      "name": ["Montserrat", "CrimsonText"],
      "heading": "Montserrat - Bold",
      "body": "CrimsonText - Regular"
    },
    "site": "http://student.howest.be/yacine.redjala/20172018/ma3/oyster/",
    "screens": 5,
    "mobile": false,
    "responsive": false
  },
  {
    "name": "WePlant",
    "role": "Mobile Design & UX",
    "agency": "Devine (Agentschap natuur en bos)",
    "summary": "With the WePlant app I want to motivate people to learn more about nature. Instead of just walking by they can learn something of a rare plant they cross eventually.",
    "year": "2017",
    "maintitle": "Nature always wears the color of the spirits.",
    "skills": "Mobile / Responsive / ux",
    "target": {
        "one": "The aim of the project was to get people to learn more about the environment on a simplified way. And to also teach them how to plant themselves.",
        "two": "People can detect which plants or trees are nearby with the map and see how rare it is. They can also add new plants by using the plant recognition tool in the app."
      },
    "fonts": {
      "name": ["Rockwell", "Futura"],
      "heading": "Rockwell - Bold",
      "body": "Futura - Regular"
    },
    "site": "https://projects.invisionapp.com/share/UWJ104ARS98#/screens",
    "screens": 12,
    "mobile": true,
    "responsive": false
  }
]
